[
  {
    "__TYPE__": "SharedSliceContent",
    "variation": "default",
    "primary": {
      "text": {
        "__TYPE__": "StructuredTextContent",
        "value": [
          {
            "type": "paragraph",
            "content": {
              "text": "ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit.",
              "spans": []
            },
            "direction": "ltr"
          },
          {
            "type": "heading2",
            "content": {
              "text": "In eu proident deserunt",
              "spans": []
            },
            "direction": "ltr"
          },
          {
            "type": "paragraph",
            "content": {
              "text": "ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. ",
              "spans": []
            },
            "direction": "ltr"
          },
          {
            "type": "list-item",
            "content": {
              "text": "Aute deserunt deserunt incididunt voluptate minim ad veniam id ",
              "spans": []
            },
            "direction": "ltr"
          },
          {
            "type": "list-item",
            "content": {
              "text": "Aute deserunt deserunt incididunt voluptate minim ad ",
              "spans": []
            },
            "direction": "rtl"
          },
          {
            "type": "list-item",
            "content": {
              "text": "Aute deserunt deserunt incididunt voluptate veniam id ",
              "spans": []
            },
            "direction": "rtl"
          },
          {
            "type": "heading2",
            "content": {
              "text": "In eu proident derunt acum",
              "spans": []
            },
            "direction": "ltr"
          },
          {
            "type": "paragraph",
            "content": {
              "text": "Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa. ullamco aliqua sunt nulla labore ea excepteur qui aliqua duis sint mollit. Aute deserunt deserunt incididunt voluptate minim ad veniam id esse consequat amet nisi culpa.",
              "spans": []
            },
            "direction": "ltr"
          }
        ]
      }
    },
    "items": []
  }
]
